Repository: Stanro22/TechnoleonApp
Catalog: TechnoleonApp/*.lproj/Localizable.strings
Languages: nl

source: Overview
nl: Overzicht

source: Tests
nl: Testen

source: Profile
nl: Profiel

source: Log in
nl: Inloggen

source: Categories
nl: Categorieën

source: Team selection
nl: Team selectie

source: Player selection
nl: Speler selectie

source: End of Test
nl: Einde test

source: Latest Results
nl: Laatste Resultaten

source: Information
nl: Informatie

# KTK3_skills
source: Coördination, balance
nl: Coördinatie, balans

source: Jumping sideways
nl: Zijwaarts springen

source: Moving sideways
nl: Zijwaarts bewegen

source: Beam 1
nl: Balk 1

source: Beam 2
nl: Balk 2

source: Beam 3
nl: Balk 3

source: Hand-eye
nl: Hand-oog

# KTK3_description
source: The KTK3+ test measures a player's total body coordination. The aim of the test is to perform an action on the following four parts as often as possible: hand-eye coordination, balance, sideways movement and side jump.
nl: De KTK3+ test meet de totale lichaamscoördinatie van een speler. Het doel van de test is om zo vaak mogelijk een handeling uit te voeren op de volgende vier onderdelen: hand-oog-coördinatie, balans, zijwaarts bewegen en zijwaartst springen.

# KTK3_items
source: The KTK test kit is located at the VU and contains: 1 mat, 2 blocks, 1 balance beam 30mm x 3m, 1 balance beam 45mm x 3m, 1 balance beam 60mm x 3m and 3 balance beams (1 for each width) In addition, you will need: 1 tennis ball and tape.
nl: De testkit van de KTK ligt op de VU en bevat: 1 mat, 2 blokjes, 1 evenwichtsbalk 30mm x 3m, 1 evenwichtsbalk 45 mm x 3m, 1 evenwichtsbalk 60 mm x 3m en 3 tussenstukken voor de evenwichtsbalken (1 voor elke breedte). Daarnaast is nodig: 1 tennisbal en tape.

# APHV_skills
source: Biological age
nl: Biologische leeftijd

source: Sit height
nl: Zithoogte

# Length
source: Length (cm)
nl: Lengte

# Weight
source: Weight (kg)
nl: Gewicht

# APHV_description
source: The Peak Height Velocity (PHV) test is used to determine whether players are early, late, or intermediate in development.
nl: De Peak Height Velocity (PHV) test wordt gebruikt om te bepalen of spelers vroeg, laat of gemiddeld zijn in de ontwikkeling.

# APHV_items
source: Nothing is required for this test.
nl: Voor deze test is niets nodig.

# Sit_and_reach_skills
source: Mobility
nl: Mobiliteit

# SAR_description
source: The sit and reach test is used to measure the flexibility of the spine and hamstrings.
nl: De sit and reach test wordt gebruikt om de flexibiliteit van de wervelkolom en de hamstrings gemeten.

# SAR_items
source: For this test you need: a measuring tape.
nl: Voor deze test is nodig: een meetlint.

# Fatpercentage_title
source: Fatpercentage
nl: Vetpercentage

# Fatpercentage_skills
source: Biometrics
nl: Biometrie

source: Breast thickness
nl: Dikte borst

source: Thigh thickness
nl: Dikte dij

source: Belly thickness
nl: Dikte buik

source: Hip thickness
nl: Dikte heup

source: Armpit thickness
nl: Dikte oksel

source: Shoulderblade thickness
nl: Dikte schouderblad

source: Tricep thickness
nl: Dikte tricep

# Fatpercentage_description
source: With the fat percentage test the fat percentage of a body part can be tested.
nl: Met de vetpercentage test kan het vetpercentage van een lichaamsdeel getest worden.

# Fatpercentage_items
source: For this test you need: a measuring tape.
nl: Voor deze test is nodig: een meetlint.

# T-Test_skills
source: Agility
nl: Wendbaarheid

# T-Test_description
source: The T-test is used to determine the player's agility and speed. The player moves past each pawn in the correct order as quickly as possible.
nl: De T-test wordt gebruikt om wendbaarheid en snelheid van de speler te bepalen. De speler gaat zo snel mogelijk langs iedere pion in goede volgorde.

# T-Test_items
source: For this test is needed: five pawns.
nl: Voor deze test is nodig: een vijftal pionen.

# Sprint3_skills
source: Pace
nl: Snelheid

source: Distance
nl: Afstand

# Sprint3_description
source: This test will measure the player's speed for different distances.
nl: Deze test zal de snelheid van de speler meten voor verschillende afstanden.

# Sprint3_items
source: For this test is needed: a pawn to mark the distance.
nl: Voor deze test is nodig: een pion om de afstand mee te markeren.

# Sprint10x5_skills
source: Explosivness
nl: Explosiviteit

source: Time
nl: Tijd

# Sprint10x5_description
source: This test will measure the speed of the player.
nl: Deze test zal de snelheid van de speler meten.

# Sprint10x5_items
source: For this test is needed: a pawn to mark the distance.
nl: Voor deze test is nodig: een pion om de afstand mee te markeren.

# ISRT_skills
source: Stamina
nl: Uithoudingsvermogen

# LevelISRT
source: Level
nl: Niveau

# ISRT_description
source: The shuttle run test measures the endurance of the players. The players must cross the line before the beep. If this is not the case, a yellow and consecutive red card can be awarded after which the player must stop the test. You perform this test for the entire team.
nl: De shuttle run test meet het uithoudingsvermogen van de spelers. De spelers moeten telkens voor de piep over de lijn zijn. Mocht dit niet het geval zijn kan een gele en opeenvolgend rode kaart toegekent worden waarna de speler moet stoppen met de test. Deze test voer je uit voor het gehele team.

# ISRT_items
source: This test requires: the recording with beeps.
nl: Voor deze test is nodig: de opname met piepjes.

# YYIRT_skills
source: Stamina
nl: Uithoudingsvermogen

# YYIRT_description
source: The Yo-Yo stamina test measures the stamina of the players. The players must cross the line before the beep. If this is not the case, a yellow and consecutive red card can be awarded after which the player must stop the test. You perform this test for the entire team.
nl: De Yo-Yo uithoudingsvermogen test meet het uithoudingsvermogen van de spelers. De spelers moeten telkens voor de piep over de lijn zijn. Mocht dit niet het geval zijn kan een gele en opeenvolgend rode kaart toegekent worden waarna de speler moet stoppen met de test. Deze test voer je uit voor het gehele team.

# YYIRT_items
source: This test requires: the recording with beeps.
nl: Voor deze test is nodig: de opname met piepjes.

# GiD_skills
source: Positioning
nl: Positionering

# GiD_description
source: The Game Insight Test (GiT) measures a player's game insight and positioning based on different game situations. The purpose of the test is to estimate where the ball will go based on video images that turn black before, during or after a ball contact. The player must choose from one of the 6 boxes as quickly as possible to reach the (virtual) ball in time.
nl: De Game insight Test (GiT) meet het spelinzicht en positionering van een speler op basis van verschillende spelsituaties. Het doel van de test is om in te schatten waar de bal gaat komen op basis van videobeelden die voor, tijdens of na een balcontact zwart worden. De speler moet zo snel mogelijk kiezen uit een van de 6 vakken om op tijd bij de (virtuele) bal te zijn.

# GiD_items
source: This test requires: Projector, White screen with suspension construction, Rope to set off compartments, Kinect (XBOX), Laptop with charger incl. video clips.
nl: Voor deze test is nodig: Projector, Wit scherm met ophangconstructie, Touw om vakken af te zetten, Kinect (XBOX), Laptop met oplader incl. video clips.

# FST_skills
source: Dribbling
nl: Dribbelen

source: Backwards
nl: Achterwaarts

source: Dribble
nl: Dribbel

source: 8-figure
nl: 8-figuur

source: End time
nl: Eindtijd

# FST_description
source: The FST measures ball coordination during a dribbling course of 5 different parts. The parts are as follows: slalom, dribble forward, dribble backward, figure 8 and passing. The player must complete the course as quickly as possible and the time is recorded for each part.
nl: De FST meet de bal coördinatie gedurende een dribbelparcours van 5 verschillende onderdelen. De onderdelen zijn als volgt: slalom, dribbel voorwaarts, dribbel achterwaarts, 8-figuur en passing. De speler moet zo snel mogelijk het parcours afleggen en de tijd wordt per onderdeel genoteerd.

# FST_items
source: This test requires: 18 pawns (preferably in two colors, 16 blue, 4 yellow), 6 hats, 1 ball, measuring tape (preferably 9 meters long)
nl: Voor deze test is nodig: 18 pionnen (liefst in twee kleuren, 16 blauw, 4 geel), 6 hoedjes, 1 bal, meetlint (bij voorkeur 9 meter lang)

# LSPT_skills
source: Passing
nl: Passen

source: Missed bench
nl: Bank gemist

source: Hit wrong target
nl: Verkeerde target geraakt

source: Touched cone
nl: Pylon geraakt

source: Pass outside area
nl: Pass buiten gebied

source: Missed target area
nl: Doelgebied gemist

source: Hit strip
nl: Strip geraakt

# LSPT_description
source: The LSPT measures short pass skills, decision making and ball control. The player is told a color 16 times by the trainer. Next, the player must hit the target on the bench with the correct color as quickly as possible while getting as few penalty points as possible. Awareness, listening, ball control, precision and fast turning and turning all play a role for the highest possible performance.
nl: De LSPT meet de korte pass vaardigheden, beslissingsgedrag en balcontrole. De speler krijgt 16x een kleur te horen van de trainer. Vervolgens moet de speler zo snel mogelijk het target op de bank met de juiste kleur raken met daarbij zo min mogelijk strafpunten te krijgen. Awareness, luisteren, balcontrole, precisie en snel wenden en keren spelen allemaal een rol voor een zo hoog mogelijke performance.

# LSPT_items
source: This test requires: Balls, Tape Measure, 2 x 4 hats (2 different colors), 4 benches + colors attached
nl: Voor deze test is nodig: Ballen, Meetlint, 2 x 4 hoedjes (2 verschillende kleuren), 4 banken + kleuren erop bevestigd.

# IJBT_skills
source: Balcontrol
nl: Balcontrole

source: Insait Joy settings
nl: Insait Joy instellingen

source: Insait Joy drill
nl: Insait Joy oefening

source: Drill
nl: Oefening

source: Count
nl: Aantal

source: Frequency
nl: Frequentie

source: Fluency
nl: Vloeibaarheid

# IJBT_description
source: The Insait Joy ball control test measures different skills from beginner to expert level. The smart ball measures the number of ball contacts, rhythm and frequency per second. Various football skills are measured that contribute to the functional football technique and the execution of passing movements in a 1v1. This test can only be completed using the Insait Joy App.
nl: De Insait Joy balcontrole test meet verschillende vaardigheden van beginner tot expert niveau. De slimme bal meet het aantal balcontacten, ritme en de frequentie per seconde. Hierbij worden verschillende voetbalvaardigheden gemeten die bijdragen aan de functionele voetbaltechniek en de uitvoering van passeerbewegingen in een 1v1. Deze test is alleen in te vullen met behulp van de Insait Joy App.

# IJBT_items
source: The Insait Joy app is required for this test.
nl: Voor deze test is de Insait Joy app nodig.

source: Errors
nl: Fouten

source: Trial 1
nl: Poging 1

source: Trial 2
nl: Poging 2

source: Trial 3
nl: Poging 3

source: Next Trial
nl: Volgende Poging

source: Wrong target
nl: Verkeerde target

source: Taken away
nl: Afgepakt

source: Outside cones
nl: Buiten kegels

source: Pass through outside cones
nl: Pass door buitenste pionnen

source: To high
nl: Te hoog

source: Over the line
nl: Over de lijn

source: Wrong area
nl: Verkeerde vak

source: Pass through inside cones
nl: Pass door binnenste pionnen

# AGQ_q1
source: I focus on fully mastering the necessary techniques in my sport.
nl: Ik richt me erop de benodigde technieken in mijn sport volledig te beheersen.

# AGQ_q2
source: I try to do well in my sport compared to other athletes.
nl: Ik probeer het goed te doen in mijn sport vergeleken met andere sporters.

# AGQ_q3
source: My goal is to learn as much as possible in my sport.
nl: Mijn doel is om zoveel mogelijk te leren in mijn sport.

# AGQ_q4
source: I focus on performing well compared to others in my sport.
nl: Ik richt me erop dat ik goed presteer in vergelijking met anderen in mijn sport.

# AGQ_q5
source: I focus on avoiding learning less in my sport than is possible.
nl: Ik richt me erop te voorkomen dat ik minder leer in mijn sport dan mogelijk is.

# AGQ_q6
source: My goal in my sport is to avoid underperforming in comparison to others.
nl: Mijn doel in mijn sport is te voorkomen dat ik in vergelijking met anderen slecht presteer.

# AGQ_q7
source: I try to understand everything related to my sport as well as possible.
nl: Ik probeer alles wat mijn sport aangaat zo goed mogelijk te begrijpen.

# AGQ_q8
source: My goal is to outperform others in my sport.
nl: Mijn doel is om beter te presteren dan anderen in mijn sport.

# AGQ_q9
source: My goal in my sport is to avoid learning less than I could learn.
nl: Mijn doel in mijn sport is te voorkomen dat ik minder leer dan ik zou kunnen leren.

# AGQ_q10
source: I try to avoid underperforming in comparison to other athletes.
nl: Ik probeer te vermijden dat ik slechter presteer dan andere sporters.

# AGQ_q11
source: I try to avoid that I do not master aspects of my sport sufficiently.
nl: Ik probeer te vermijden dat ik aspecten in mijn sport onvoldoende beheers.

# AGQ_q12
source: I focus on avoiding doing worse in my sport than others.
nl: Ik richt me erop te voorkomen dat ik het slechter doe in mijn sport dan anderen.

# MTQ10_q1
source: Even under considerable pressure, I remain calm.
nl: Zelfs onder aanzienlijke druk, blijf ik rustig.

# MTQ10_q2
source: I worry about things way before they happen.
nl: Ik maak me zorgen om dingen ver voordat ze gebeuren.

# MTQ10_q3
source: I find it difficult to evoke enthusiasm for tasks that I have to perform.
nl: Ik vind het lastig om enthousiasme op te roepen voor taken die ik moet uitvoeren.

# MTQ10_q4
source: I deal well with problems that arise.
nl: Ik ga goed om met problemen die zich voordoen.

# MTQ10_q5
source: I feel like a valuable person.
nl: Ik voel mezelf een waardevol persoon.

# MTQ10_q6
source: “I just don't know where to start” is a feeling I usually have when I have to do several things at once.
nl: “Ik weet gewoon niet waar ik moet beginnen” is een gevoel dat ik gewoonlijk heb wanneer ik meerdere dingen tegelijk moet doen.

# MTQ10_q7
source: When I make mistakes, I usually worry about them for days.
nl: Als ik fouten maak, maak ik me er meestal dagen zorgen over.

# MTQ10_q8
source: Generally, I feel in control.
nl: Ik heb over het algemeen het gevoel van controle.

# MTQ10_q9
source: I can generally react quickly when something unexpected happens.
nl: Ik kan over het algemeen snel reageren wanneer er iets onverwachts gebeurt.

# MTQ10_q10
source: In general, I look at the bright side of life.
nl: Over het algemeen kijk ik naar de positieve kant van het leven.

# CNAAQ_q1
source: You have a certain amount of talent for sports and there is little you can do to change that.
nl: Je hebt een bepaalde hoeveelheid talent voor sport en je kunt er weinig aan doen om dat te veranderen.

# CNAAQ_q2
source: Even if you try your best you can't go beyond your personal limit in a sport.
nl: Zelfs als je je best doet kom je niet verder dan je persoonlijke grens in een sport.

# CNAAQ_q3
source: You need talent to become good at a sport.
nl: Je hebt talent nodig om goed te worden in een sport.

# CNAAQ_q4
source: You have to train hard and always keep learning to become good at a sport.
nl: Je moet hard trainen en altijd blijven leren om goed te worden in een sport.

# CNAAQ_q5
source: To become good at a sport, you must have been given the qualities that are important for that sport at birth.
nl: Om goed te worden in een sport moet je bij je geboorte de kwaliteiten hebben meegekregen die belangrijk zijn voor die sport.

# CNAAQ_q6
source: If you want to become good at a sport, you always have to go through new development phases, in which you learn things and train your body further.
nl: Als je goed wil worden in een sport moet je steeds door nieuwe ontwikkelingsfases, waarin je dingen leert en je je lichaam verder traint.

# CNAAQ_q7
source: How good you are at sports will always improve if you work at it.
nl: Hoe goed je bent in sport, zal altijd verbeteren als je eraan werkt.

# CNAAQ_q8
source: To be good at a sport you have to have talent.
nl: Om goed te worden in een sport moet je talent hebben.

# CNAAQ_q9
source: How much talent you have for a sport is fixed.
nl: Hoeveel talent je hebt voor een sport ligt vast.

# CNAAQ_q10
source: To become good at a sport you have to keep working on your technique and skills.
nl: Om goed te worden in een sport moet je alsmaar blijven werken aan je techniek en vaardigheden.

# CNAAQ_q11
source: Even the best athletes can become even better with the right training.
nl: Zelfs de beste sporters kunnen nog beter worden door de juiste training.

# CNAAQ_q12
source: Everyone has a maximum attainable level in a sport, after which you don't get any better.
nl: Iedereen heeft een maximaal haalbaar niveau in een sport, waarna je niet meer beter wordt.

# CNAAQ_q13
source: To become good at a sport you have to keep practicing and learning.
nl: Om goed te worden in een sport moet je alsmaar blijven oefenen en bijleren.

# CNAAQ_q14
source: You can always improve yourself in your sport, as long as you train hard for it.
nl: Je kan jezelf altijd verbeteren in je sport, als je daar maar hard voor wil trainen.

# CNAAQ_q15
source: If you reach your personal best in a sport, you will not get better, even if you keep training.
nl: Als je je persoonlijke top bereikt in een sport dan wordt je niet meer beter, ook al blijf je trainen.

# CNAAQ_q16
source: Hard work is the most important thing if you want to become good at a sport.
nl: Hard werken is het allerbelangrijkste als je goed wil worden in een sport.

# CNAAQ_q17
source: Effort will always ensure progress in sports.
nl: Inzet zal altijd zorgen voor vooruitgang in sport.

# CNAAQ_q18
source: In some sports you are good and in others you are not, you cannot change that.
nl: In sommige sporten ben je wel goed en in andere niet, daar kun je niets aan veranderen.

# CNAAQ_q19
source: Innate characteristics determine whether you become good at a sport.
nl: Aangeboren eigenschappen bepalen of je goed wordt in een sport.

# CNAAQ_q20
source: If you want to reach the top in a sport, you have to have enough talent for it.
nl: Als je de top wil bereiken in een sport moet je daar genoeg talent voor hebben.

# CNAAQ_q21
source: Even if you are very good, you can always get better by training hard.
nl: Ook al ben je heel goed, je kunt altijd nog beter worden door hard te trainen.

# MCSYS_q1
source: Winning matches is the most important thing for the coach.
nl: Wedstrijden winnen is voor de trainer het belangrijkste.

# MCSYS_q2
source: The trainer gives players a good feeling when they have become better at something.
nl: De trainer geeft spelers een goed gevoel als ze ergens beter in zijn geworden.

# MCSYS_q3
source: The coach spends less time on players who are not so good.
nl: De trainer besteedt minder tijd aan spelers die niet zo goed zijn.

# MCSYS_q4
source: The trainer likes us to try new things.
nl: De trainer wil graag dat we nieuwe dingen uitproberen.

# MCSYS_q5
source: The trainer shows who he/she thinks are the best players on the team.
nl: De trainer laat merken wie volgens hem/haar de beste spelers van het team zijn.

# MCSYS_q6
source: The coach wants players to help each other.
nl: De trainer wil graag dat spelers elkaar helpen.

# MCSYS_q7
source: The trainer says that the most important thing is to give your all.
nl: De trainer zegt dat het belangrijkste is om je best te doen.

# MCSYS_q8
source: The coach gives the most attention to the best players.
nl: De trainer geeft de meeste aandacht aan de beste spelers.

# MCSYS_q9
source: The trainer believes that teammates should help each other to get better.
nl: De trainer vindt dat teamgenoten elkaar moeten helpen om beter te worden.

# MCSYS_q10
source: Players are substituted if they make a mistake.
nl: Spelers worden gewisseld als ze een fout maken.

# MCSYS_q11
source: The coach often says that we are all important to the team.
nl: De trainer zegt vaak dat we allemaal belangrijk zijn voor het team.

# MCSYS_q12
source: The coach says it's good if we try to be better than others in the team.
nl: De trainer zegt dat het goed is als we proberen om beter te zijn dan anderen uit het team.

source: Sessiontype
nl: Sessietype

source: Duration
nl: Duur

source: Date of training
nl: Datum van de training

source: Starting time
nl: Start tijd

source: Days before or after the training
nl: Dagen voor of na de wedstrijd

source: Satisfaction of the training
nl: Tevredenheid over de training

# Comments
source: Comments (optional)
nl: Opmerkingen (optioneel)

source: Football
nl: Voetbal

source: Basketball
nl: Basketbal

source: Boxing
nl: Boxen

source: Dancing
nl: Dansen

source: Gymnastics
nl: Gymnastiek

source: Handball
nl: Handbal

source: Running
nl: Hardlopen

source: Hiking
nl: Hiken

source: Baseball
nl: Honkball

source: Ice Hockey
nl: Ijshockey

source: Inline Skating
nl: Inline Skaten

source: Climbing
nl: Klimmen

source: Korfball
nl: Korfbal

source: Mountain Biking
nl: Mountainbiken

source: Horse Riding
nl: Paardrijden

source: Powerlifting
nl: Powerliften

source: Rowing
nl: Roeien

source: Skating
nl: Schaatsen

source: Softball
nl: Softbal

source: Volleyball
nl: Volleybal

source: Cycling
nl: Wielrennen

source: Sailing
nl: Zeilen

source: Swimming
nl: Zwemmen

source: Expensive fitness training
nl: Duur conditietraining

source: Intensive fitness training
nl: Intensieve conditietraining

source: Recovery
nl: Herstel

source: Power
nl: Kracht

source: Skills
nl: Vaardigheden

source: Individual technique training
nl: Individuele techniek training

source: Official match
nl: Officiële wedstrijd

# Pratice match
source: Practice match
nl: Oefenwedstrijd

source: Rest
nl: Rust

source: Physical
nl: Fysiek

source: Technical
nl: Technisch

source: Mental
nl: Mentaal

source: Match
nl: Wedstrijd

source: Cognitive
nl: Cognitief

source: Log out
nl: Uitloggen

source: Password
nl: Wachtwoord

source: Date of Birth
nl: Geboortedatum

source: Gender
nl: Geslacht

source: Choose the testcategory
nl: Kies de testcategorie

source: Select the team
nl: Kies het team

source: Select the player
nl: Kies de speler

source: Select another player
nl: Selecteer een andere speler

source: Do the test
nl: Doe de test

source: Or
nl: Of

source: Select another test
nl: Selecteer een andere test

source: Start the test again
nl: Start de test opnieuw

source: Name
nl: Naam

source: Position
nl: Positie

source: Team overview
nl: Team overzicht

source: Results
nl: Resultaten

source: Loading tests
nl: Testen laden

source: Loading date
nl: Datum laden

source: Loading data
nl: Data laden

source: Team players
nl: Team spelers

source: Trainingsadvice
nl: Trainingsadvies

source: Development
nl: Ontwikkeling

source: Test date
nl: Test datum

source: Date
nl: Datum

source: Attempt
nl: Poging

source: Did all the drills?
nl: Alle oefeningen gedaan?

source: Save the data
nl: Sla de gegevens op

source: Fill in the data
nl: Voer de gegevens in

source: Skinfold thickness
nl: Dikte van de huidplooi

source: Time to save
nl: Tijd om op te slaan

source: Select the distance
nl: Selecteer de afstand

source: Total duration in seconds
nl: Totale duur in seconden

source: Round
nl: Ronde

source: Rookie
nl: Beginner

source: Advanced
nl: Geavanceerd

source: seconds
nl: seconden

source: Settings
nl: Instellingen

source: To the drill
nl: Naar de oefening

source: Fill in the Insait Joy data from the App
nl: Voer de gegevens in uit de Insait Joy App

source: Next round
nl: Volgende ronde

source: Introduction
nl: Inleiding
