Repository: Stanro22/TechnoleonApp
Catalog: TechnoleonApp/*.lproj/Localizable.strings
Languages: nl

source: Requirements
nl: Benodigdheden

source: Not true at all
nl: Helemaal niet waar

source: Very true
nl: Helemaal waar

source: Totally disagree
nl: Helemaal mee oneens

source: Totally agree
nl: Helemaal mee eens
